[
    {
        "title": "Potatoes wild with calcium",
        "date": "Feb. 2016",
        "year": 2016,
        "pdf": "../../pdfs/Document_20230622_0015.pdf",
        "text": "Have you ever cut into a potato to find a dark spot or hollow part? Early research shows that these defects are likely the result of calcium deficiencies in the potato -- and that tuber calcium is genetically linked to tuber quality.\nNeither consumers at grocery stores nor the companies that make potato chips and fries want these low calcium defects. In addition to the cosmetic issues, these potatoes are more likely to rot.\nMost farmed varieties of potatoes have naturally low levels of calcium. So researchers at the USDA-ARS and University of Wisconsin-Madison, including Shelley Jansky, John Bamberg, and Jiwan...",
        "link": "https://www.sciencedaily.com/releases/2016/02/160224133638.htm"
    },
    {
        "title": "Indeginous buckwheat",
        "year": 2020,
        "date": "May 2020",
        "link": "http://www.jejueconomy.com/news/articleView.html?idxno=14725"
    },
    {
        "title": "Phenomics Symposium",
        "year": 2021,
        "date": "Oct. 2021",
        "pdf": "../../pdfs/Document_20230622_0010.pdf",
        "text": "'병원에서 X레이나 CT, MRI를 활용해 환자의 질병을 진단하는 것처럼 식물의 상태도 보다 쉽게 진단할 수는 없을까.' 농업인들 중에는 이런 생각을 해본 사람들이 적지 않다. 작물을 재배하다보면 어느날 갑자기 병해충으로 인해 농사를 망쳐본 경험이 거의 다 있기 때문이다. 초기에 문제를 발견하면 좋겠지만 사람의 눈으로는 한계가 있는 게 사실이다. 그러나 카메라와 인공지능(AI) 기술이 발전하면서 작물의 상태를 보다 빠르고 정확하게 파악하는 기술이 등장하고 있다. 이른바 영상식물학이다. 전문용어로는 표현체학(phenomics)이라고 한다. 김도순 서울대 식물생산과학부 교수는 \"의학에서 영상기술을 활용하는 이유는 몸 내부 상태를 비파괴적으로 확인할 수 있기 때문\"이라며 \"농업에서도 다양한 파장대의 빛을 인식하고, 열을 감지하는 카메라를 통해 작물의 상태를 진단하거나 형질을 파악할 수 있다\"고 말했다. 김...",
        "image": "../../images/press/Phenomics-symposium.jpg",
        "link": "https://www.mk.co.kr/news/economy/10063227"
    },
    {
        "title": "Invitation Lecture in Gottingen University",
        "year": 2023,
        "date": "Jan. 2023",
        "pdf": "../../pdfs/Document_20230622_0012.pdf",
        "text": "빅데이터와 인공지능(AI)을 접목한 첨단 그린바이오 전문기업 파이토믹스는 정용석 대표가 독일 괴팅겐대학교에서 첨단 스마트팜 기술의 근간이 되는 표현체학과 관련한 강연을 했다고 28일 밝혔다. 정용석 대표는 지난 27일(현지시간) 괴팅겐대 통합육종연구센터(Center for Integrated Breeding Research)에서 '비용 효율적인 표현체학(The cost effective phenomics)'을 주제로 초청 강연을 했다. 식물 표현체학은 다분광 및 초분광 센서 등 다양한 첨단 기술을 활용해 식물의 생육 상태를 관찰해 분석하는 데에 적극적으로 활용할 수 있는 학문이다. 종합병원에서 MRI(자기공명영상) 등을 촬영해 환자의 질환을 발견하는 것과 비슷하다고 볼 수 있다. 인간 질병과 관련한 연구는 X선에 이어 CT, MRI 등을 활용해 다양한 형질을 발굴하는 표현체학과 발견한 형질을 발생시키는 원인 유전자들을 찾아내는 데에 응용할 수 있는...",
        "image": "../../images/press/Invitation-lecture-in-gottingen-university.jpg",
        "link": "https://naver.me/5kXgncRG"
    },
    {
        "title": "Jeju National University partners with VSU on using drones to characterize root crops",
        "year": 2023,
        "date": "March. 2023",
        "pdf": "../../pdfs/Document_20230622_0014.pdf",
        "text": "Jeju National University’s Subtropical Horticulture Research Institute (JNU-SHRI) signed a Memorandum of Understanding (MOU) with the Visayas State University’s Philippine Root Crop Research and Training Center (VSU-PhilRootcrops) to engage in field characterization of root crops using drone technology. Under the VSU Internationalization Program, this project entitled “High-Throughput Field Phenotyping of Major Root Crops Using Unmanned Aerial Vehicle (HTFP-UAV)” will be vital in the fast-tracking of breeding and propagation activities of PhilRootcrops while also effectively monitoring and assessing health and nutrition status of large scale production areas of sweet potato, cassava, and other root crops that are currently managed by the...",
        "image": "../../images/press/Jeju-national-university-partners-with-VSU-on-using-drones-to-characterize-root-crops.jpg",
        "link": "http://shri.jejunu.ac.kr/bbs/board1/14536#:~:text=Jeju%20National%20University%E2%80%99s%20Subtropical%20Horticulture%20Research%20Institute%20%28JNU-SHRI%29,field%20characterization%20of%20root%20crops%20using%20drone%20technology"
    },
    {
        "title": "Phytomics announces K-Smart Farm Saudi Green Bio Cooperation with Big Data + AI",
        "year": 2022,
        "date": "December. 2022",
        "pdfs": [
            {
                "link": "../../pdfs/Document_20230622_0013.pdf"
            },
            {
                "link": "../../pdfs/Document_20230622_0017.pdf"
            }
        ],
        "image": "../../images/press/Phytomics-announces-k-smart-farm-saudi-green-bio-cooperation-with-big-data-ai.jpg",
        "text": "빅데이터와 인공지능(AI)을 접목한 첨단 그린바이오 전문기업 파이토믹스가 사우디아라비아 정부 산하 종자센터 및 식물자원센터, 킹사우드대학교를 비롯한 주요 농업 전문기관과 공동연구 추진을 협의했다고 2일 밝혔다. 정용석 대표는 지난 11월 25일부터 12월 2일까지 사우디아라비아 현지에서 정부 산하 종자센터 및 식물자원은행센터, 지속가능농업연구개발센터, 킹사우드대학교 농업과학대학, 과학전문 컨설팅회사 라시둔(Rashidoon)과 잇따라 만나 향후 빅데이터와 AI를 접목한 첨단 스마트팜 공동연구 및 프로젝트 수주를 위한 협의를 진행했다. 정 대표는 종자센터 및 식물자원은행센터, 지속가능농업연구개발센터에서 센터장 및 연구원들을 대상으로 이미지 분석 및 머신러닝 등을 활용한 연구와 피노믹스 활용 스마트팜 연구에 대한 강의를 한 후 향후 공동연구 추진을 논의했다. 또 킹사우드대학교 농업과학대학에서 학문 교류 가능성을 타진하고 공동연구를 위한 프로포절 준비를 진행했다. 이밖에도...",
        "link": "https://news.mt.co.kr/mtview.php?no=2022120210075043666"
    },
    {
        "title": "Center for Integrated Breeding Research (CiBreed) - Georg-August-Universität Göttingen",
        "year": 2023,
        "date": "January. 2023",
        "pdf": "../../pdfs/Document_20230622_0016.pdf",
        "text": "Our mission is to improve agriculture and forestry and advance scientific discovery by enabling research and teaching across all branches of crop, tree, and animal breeding. We strive to achieve this by building a strong and collaborative community of scientists and experts representing public and private institutions, all career stages, and using synergies across all branches of breeding. This year's workshop will be organized by the Department of Forest Genetics and Forest Tree Breeding under the leadership of Prof. Oliver Gailing. The program includes important and innovative topics that will integrate current breeding research from different fields. The sessions are...",
        "image": "../../images/press/CiBreed.png",
        "link": "https://www.uni-goettingen.de/en/531395.html"
    },
    {
        "title": "Ethanol production from kenaf germplasm",
        "year": 2021,
        "date": "January. 2021",
        "text": "제주대학교(총장 송석언)는 생명자원과학대학 식물자원환경전공 정용석 교수가 경북대학교와 충남대학교와의 공동연구로 JCR(Journal Citation Reports) 기준 상위 1%대 저널인 ‘Global Change Biology Bioenergy’에 교신저자로서 논문을 실었다고 4일 밝혔다. 이 논문은 케나프(양삼)의 다양한 유전자원을 이용한 에탄올 추출을 극대화하는 방안에 대한 내용을 담고 있다. 정용석 교수는 “이들 유전자원이 연료자원으로도 쓰이는 식용작물인 옥수수와 사탕수수를 대체할 수 있기를 기대한다”고 말했다. 정 교수는 “이 논문은 다양한 전문가 그룹의 합동 연구 결과며, 이러한 공동연구가 각자의 분야만으로는 할 수 없는 융복합 연구를 가능하게 만들고 그로 인해 더 좋은 연구결과를 낼 수 있었다”고 말했다. 이 연구는 한국연구재단의 제주아열대원예산업연구소가 주관하는 후속중점연구 (소장 이효연)와 연구재단 개인 과제인 기본연구의 지원을 받아 수행됐다.<헤드라인제주> 출처 : 헤드라인제주",
        "pdf": "../../pdfs/Document_20230622_0011.pdf",
        "link": "https://www.headlinejeju.co.kr/news/articleView.html?idxno=437831"
    }
]